p1/175deg/system/surfaceFeaturesDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      surfaceFeaturesDict;
}

surfaces
(
    "HumanHQ0deg.stl"
);

includedAngle 180;
writeObj      yes;
